[X2Ability_TankWOTCAbilitySet]
+TankWOTCHereIAmDescriptionName="对该士兵的攻击获得+"
+TankWOTCHereIAmSecondDescriptionName="%的命中增益。"
+TankWOTCHereIAmCritDescriptionName="对该士兵的攻击受到-"
+TankWOTCHereIAmCritSecondDescriptionName="%的暴击率惩罚。"
+TankWOTCProtectionProtocolDescriptionName="这个士兵的闪避提升了。"
+TankWOTCProtectionProtocolDamageReductionDescriptionName="这个士兵有+"
+TankWOTCProtectionProtocolDamageReductionSecondDescriptionName="的爆炸伤害减免和+"
+TankWOTCProtectionProtocolDamageReductionThirdDescriptionName="的近战减伤。"
+TankWOTCProtectionProtocolShieldedDescriptionName="单位获得+"
+TankWOTCProtectionProtocolShieldedSecondDescriptionName="护盾"
+TankWOTCProtectionProtocolShieldRemovedMsgName="保护协议：护盾 已移除。"
+TankWOTCEverSafeShieldedFriendlyName="保护协议"
+TankWOTCChallengeDescriptionName="这个单位被挑战了。"
+ChallengeFriendlyName="被挑战"
+ChallengeEffectAcquiredString="<XGParam:StrValue0/!UnitName/> 被挑战了。"
+ChallengeEffectTickedString="<XGParam:StrValue0/!UnitName/> 仍在被挑战。"
+ChallengeEffectLostString="<XGParam:StrValue0/!UnitName/> 不再被挑战了。"
+TankWOTCTeamShieldRemovedMsgName="队伍护盾：护盾已移除"
+TankWOTCLastChanceProtectionProtocolFriendlyName="保护协议"
+TankWOTCLastChanceProtectionProtocolSecondFriendlyName="Nano Stabilizer: 保护协议"
+TankWOTCAttitudeDescriptionName="该单位不会激活惩罚或预射."
+TankWOTCAttitudeSecondDescriptionName="该单位暂时获得+"
+TankWOTCAttitudeThirdDescriptionName=" 闪避."
+TankWOTCAttitudeRemovedMsgName="态度：改变"
+AttitudeEffectAcquiredString="<XGParam:StrValue0/!UnitName/> 改变了态度."
+AttitudeEffectLostString="<XGParam:StrValue0/!UnitName/> 再次发射特殊反应射击."
+TankWOTCSurvivalTrainingDescriptionName="减少任务后伤口恢复."

[X2Effect_TankClassWOTCApplyMedikitHeal]
+HealedMessage="+<Heal/> HP 治愈"
